[
    {
        "body": "It's a lot faster which I think makes it more interesting.",
        "user_id": 3,
        "conversation_id": 1
    },
    {
        "body": "I'd say it's just a matter of personal preference. They both have their pros and cons.",
        "user_id": 2,
        "conversation_id": 1
    },
    {
        "body": "I have directv and it's on channels 5, 12, 42, and 65.",
        "user_id": 4,
        "conversation_id": 2
    },
    {
        "body": "If you don't have cable you'll probably have to pay to stream in on espn+ or sling.",
        "user_id": 1,
        "conversation_id": 2
    },
    {
        "body": "Such a hard question! But I'd have to say Jaws.",
        "user_id": 2,
        "conversation_id": 3
    },
    {
        "body": "My top 3 are The Princess Bride, Inception, and The Dark Knight.",
        "user_id": 1,
        "conversation_id": 3
    },
    {
        "body": "I loved Gone with the Wind and Casablanca.",
        "user_id": 3,
        "conversation_id": 4
    },
    {
        "body": "Can't go wrong with Alfred Hitchcock movies. Rear-Window and Rope are pretty good.",
        "user_id": 4,
        "conversation_id": 4
    },
    {
        "body": "Absolutely!",
        "user_id": 2,
        "conversation_id": 5
    },
    {
        "body": "It was so cheesy, but it was fun to be a part of the craze.",
        "user_id": 3,
        "conversation_id": 5
    },
    {
        "body": "I recommend Once Shadows Fall by Robert Daniel.",
        "user_id": 4,
        "conversation_id": 6
    },
    {
        "body": "Anything by Stephen King sounds right up your alley.",
        "user_id": 1,
        "conversation_id": 6
    },
    {
        "body": "Youtube is a great place to start. That's how I learned to crochet.",
        "user_id": 2,
        "conversation_id": 7
    },
    {
        "body": "You can try buying a simple book of patterns to start as well. They are pretty cheap on amazon or in craft stores.",
        "user_id": 4,
        "conversation_id": 7
    },
    {
        "body": "I found this great book called Leather Working Made Easy by Dillan Powell. It will tell you everything you need to know as a beginner.",
        "user_id": 1,
        "conversation_id": 8
    },    
    {
        "body": "Maybe look and see if there are any leather working classes near you. It is really helpful to be able to ask questions in the moment and get live feedback on your work and technique.",
        "user_id": 3,
        "conversation_id": 8
    },
    {
        "body": "I have it and I love it! Not all the recipes are practical, but the techniques you learn are priceless!",
        "user_id": 2,
        "conversation_id": 9
    },
    {
        "body": "One of my favorite cookbooks. I've used it for years.",
        "user_id": 3,
        "conversation_id": 9
    },
    {
        "body": "You're probably not tempering the eggs correctly. Make sure you are doing it nice and slow. Here is resource to help: https://www.cookingclarified.com/2011/03/temper-eggs/#:~:text=To%20temper%20eggs%2C%20whisk%20a,gradually%2C%20keeping%20them%20from%20cooking.",
        "user_id": 1,
        "conversation_id": 10
    },
    {
        "body": "You could also be over-cooking it. Maybe reduce your baking time and see if that helps. I cook mine for 35-40 mins in 9oz ramekins.",
        "user_id": 2,
        "conversation_id": 10
    },
    {
        "body": "I feel your pain. Hang in there. It should only last a few more years ...",
        "user_id": 3,
        "conversation_id": 11
    },    
    {
        "body": "Oh the joys of cognitive development haha. Just remember that it is so good for them!",
        "user_id": 4,
        "conversation_id": 11
    },
    {
        "body": "Totally normal. My daughter used to do that all the time. She eventually just grew out of it.",
        "user_id": 4,
        "conversation_id": 12
    },
    {
        "body": "It's normal and usually nothing to worry about. This article helped me a lot when my kid went through that phase. https://www.handinhandparenting.org/2018/08/child-wants-to-act-like-a-baby/",
        "user_id": 2,
        "conversation_id": 12
    }
]